releases/v2/2.1/src/DowJones.Tests/GatewayResources/stubs/TopicCenterAndSMSManagement/Request/UnSubscribeToTopicCenterRequest.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><UnSubscribeToTopicCenter xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:assets:topiccenterandsmsmanagement:v1_0"><topicID>50</topicID><productType>WealthManagement</productType></UnSubscribeToTopicCenter></soap-env:Body></soap-env:Envelope>